---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.DuctType
source: html/07cb3ec0-7323-16e5-1c2e-129d86e100a6.htm
---
# DuctType Properties

The id of the assembly instance to which the element belongs.